Repository: kemunpus/Web2Mail
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# Config/HelpUri
source: http://kemunpus.azurewebsites.net/Web2Mail/en/Help.html#Start
ja_jp: http://kemunpus.azurewebsites.net/Web2Mail/ja/Help.html#Start

# Config/HttpAcceptLanguage
source: en
ja_jp: ja,en

# Config/PrivacyPolicyUri
source: http://kemunpus.azurewebsites.net/Web2Mail/en/PrivacyPolicy.html
ja_jp: http://kemunpus.azurewebsites.net/Web2Mail/ja/PrivacyPolicy.html

# Config/StartUri
source: http://kemunpus.azurewebsites.net/Web2Mail/en/Start.html
ja_jp: http://kemunpus.azurewebsites.net/Web2Mail/ja/Start.html

# Message/CheckNG
source: Test failed, the settings are probably incorrect.
ja_jp: 設定が正しくないようです.

# Message/CheckOK
source: Test succeeded !
ja_jp: テストが成功しました!

# Message/CheckStart
source: Testing the settings with the SMTP server...
ja_jp: SMTPサーバに設定を確認中です...

# Message/InsufficientAccountSettings
source: Please check the account settings for your e-mail server.
ja_jp: アカウントの設定が終了していないようです. 最初にアカウントの設定をしてからご使用ください.

# Message/InternalError
source: Internal error has occurred.
ja_jp: 内部エラーが発生しました.

# Message/ShareError
source: Sharing error.
ja_jp: 共有でエラーが発生しました.

# Message/ToastMessage
source: an e-mail sent. "{1}" to "{0}".
ja_jp: 送信完了. "{0}" "{1}".

# Message/WebError
source: Can not load the website.
ja_jp: Webサイトを読み込めませんでした.

# UI/AccountSettingsFlyout.Title
source: Account
ja_jp: アカウント

# UI/AccountSettingsCommand
source: Account
ja_jp: アカウント

# UI/AccountSettingsHelp.Content
source: Click here to show further help.
ja_jp: 以下の設定に関するヘルプを見る.

# UI/AccountSettingsHelp.NavigateUri
source: http://kemunpus.azurewebsites.net/Web2Mail/en/Help.html#AccountSettings
ja_jp: http://kemunpus.azurewebsites.net/Web2Mail/ja/Help.html#AccountSettings

# UI/CheckButton.Content
source: Settings Test.
ja_jp: 設定のテスト

# UI/CheckButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Test the settings.
ja_jp: 設定内容が正しいかどうか、実際にSMTPサーバにアクセスして確認します.

# UI/CheckResult.Text
source: Be sure to test the settings using this button.
ja_jp: このボタンを押して設定内容が正しいかどうかをテストしてください.

# UI/HelpCommand
source: Help
ja_jp: ヘルプ

# UI/HttpAcceptLanguage.Header
source: HTTP Accept-Language request header.
ja_jp: HTTPのAccept-Language.

# UI/HttpAcceptLanguage.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: HTTP Accept-Encoding request header.
ja_jp: HTTPのリクエスト時にAccept-Encodingヘッダで使用される値をしています.

# UI/HttpBufferSize.Header
source: HTTP read buffer size (in bytes).
ja_jp: HTTPの読み込みバッファサイズ(バイト).

# UI/HttpBufferSize.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: The maximum length of HTTP buffer that can be processed.
ja_jp: HTTPの読み込みに使用するバッファのサイズをバイトで指定します.これよりも長いデータは読み込めません.

# UI/HttpCharset.Header
source: HTTP default encoding.
ja_jp: HTTPでデフォルトとする文字コード.

# UI/HttpCharset.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: HTTP default encoding if none is specified by the web server.
ja_jp: HTTPでエンコーディングが判定できなかったときに使用する文字コードを指定します.

# UI/HttpMaxAutomaticRedirections.Header
source: HTTP max automatic redirections.
ja_jp: HTTPでリダイレクト要求に従う回数.

source: HTTP maximum automatic redirections.
ja_jp: HTTPのリクエストが303などでリダイレクトされたときに従う回数を指定します.

# UI/HttpTimeout.Header
source: HTTP connection timeout (in sec).
ja_jp: HTTPがタイムアウトする時間(秒).

# UI/HttpTimeout.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: HTTP connection timeout in seconds.
ja_jp: HTTPのアクセスがタイムアウトするまでの時間を秒で指定します.

# UI/HttpUserAgent.Header
source: HTTP User-Agent request header.
ja_jp: HTTPのUser-Agent.

# UI/HttpUserAgent.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: HTTP User-Agent request header.
ja_jp: HTTPのリクエスト時にUser-Agentヘッダで使用される値を指定します.

# UI/LoadButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Load the website.
ja_jp: Webサイトの内容を読み込みます.

# UI/From.Header
source: From.
ja_jp: 送信元のメールアドレス(From).

# UI/From.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Sender e-mail address.
ja_jp: メールの送信元としてFromに書かれるメールアドレスです.必ず指定する必要があります.

# UI/ToText.Text
source: To :
ja_jp: 宛先 :

# UI/To0.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Primary receiver e-mail address.
ja_jp: メールを送信する宛先のメールアドレス(To)を指定します.必ず指定する必要があります.

# UI/SmtpServer.Header
source: SMTP server address.
ja_jp: SMTPサーバのアドレス.

# UI/SmtpServer.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: SMTP server address. (e.g. smtp.live.com).
ja_jp: SMTPサーバのアドレスです.たとえば smtp.live.com などです.必ず指定する必要があります.

# UI/SmtpPassword.Header
source: SMTP Password.
ja_jp: SMTPサーバのパスワード.

# UI/SmtpPassword.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: SMTP authentication password.
ja_jp: SMTPサーバでメールの送信に使用するパスワードを指定します.IDとともにSMTPサーバの認証を受けるために使用します.

# UI/SmtpId.Header
source: SMTP ID.
ja_jp: SMTPサーバのID.

# UI/SmtpId.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: SMTP authentication ID.
ja_jp: SMTPサーバでメールの送信に使用するIDを指定します.パスワードとともにSMTPサーバの認証を受けるために使用します.

# UI/OptionSettingsFlyout.Title
source: Option
ja_jp: オプション

# UI/OptionSettingsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open the option settings.
ja_jp: オプションの設定を開きます.

# Message/Purchased
source: License purchased. all options are ready.
ja_jp: 全てのオプションが変更できるようになっています.

# Message/NotPurchased
source: Some options are protected. Press this button to activate the license.
ja_jp: いくつかの設定を変更するためにはこのボタンによるライセンスの購入が必要です.

# UI/OptionSettingsHelp.NavigateUri
source: http://kemunpus.azurewebsites.net/Web2Mail/en/Help.html#OptionSettings
ja_jp: http://kemunpus.azurewebsites.net/Web2Mail/ja/Help.html#OptionSettings

# UI/PurchaseButton.Content
source: Purchase License.
ja_jp: ライセンスを購入

# UI/PrivacyPolicyCommand
source: Privacy Policy
ja_jp: プライバシーポリシー

# UI/SendButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Send an e-mail.
ja_jp: メールを送信します.

# UI/SmtpCharset.Header
source: SMTP default charset.
ja_jp: SMTPで使用する文字コード.

# UI/SmtpCharset.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: SMTP default charset.
ja_jp: SMTPサーバとデータのやり取りをする際の文字コードを指定します.

# UI/SmtpPort.Header
source: SMTP port number.
ja_jp: SMTPサーバのポート番号.

# UI/SmtpPort.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: SMTP port number.
ja_jp: SMTPサーバに接続する際に使用するポート番号を指定します.

# UI/SubjectText.Text
source: Subject :
ja_jp: 件名 :

# UI/Subject.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: e-mail subject. the title of the website is displayed.
ja_jp: 送信するメールの件名を指定します.初期値として自動的にWebサイトのタイトルが指定されます.

# UI/Url.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Website URL that is sent within the e-mail.
ja_jp: メールで送信する対象となるWebサイトのアドレス(URL)を指定します.

# UI/RemoveNop.Header
source: Remove no-operation data.
ja_jp: HTMLから不要な情報を削除.

# UI/RemoveNop.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove no-operation data from the HTML.
ja_jp: HTMLからメールでは不要となる情報をできるだけ取り除きます.

# UI/RemoveScript.Header
source: Remove script tags.
ja_jp: HTMLからスクリプトタグを削除.

# UI/RemoveScript.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove <script> and <noscript> tags from the HTML.
ja_jp: HTMLから<script>や<noscript>などのタグを取り除きます.

# UI/UseSingleLineSubject.Header
source: Do not split the e-mail subject.
ja_jp: SMTPで件名を分割しない.

# UI/UseSingleLineSubject.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Do not split the e-mail subject in MIME even if it's longer than RFC-defined length.
ja_jp: SMTPによる送信時に長い件名をわざと分割しません.

# UI/UseAttachment.Header
source: Embed data in the e-mail.
ja_jp: データをHTMLに埋め込む.

# UI/UseAttachment.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Embed all data (e.g. Images) in the e-mail HTML.
ja_jp: 画像などのデータをそのままHTMLに埋め込んで送信します.

# UI/To1.Header
source: Additional 'To' (1).
ja_jp: 追加の宛先1.

# UI/To1.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Additional receiver e-mail address (1).
ja_jp: 追加の宛先1です.

# UI/To2.Header
source: Additional 'To' (2).
ja_jp: 追加の宛先2.

# UI/To2.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Additional receiver e-mail address (2).
ja_jp: 追加の宛先2です.

# UI/To3.Header
source: Additional 'To' (3).
ja_jp: 追加の宛先3.

# UI/To3.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Additional receiver e-mail address (3).
ja_jp: 追加の宛先3です.

# UI/Cc.Header
source: Additional 'Cc'.
ja_jp: 追加の宛先(Cc).

# UI/Cc.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Additional receiver e-mail address (Cc).
ja_jp: 追加の宛先(Cc)です. 指定した場合は常にこのメールアドレスに同時に送信されます.

# UI/HtmlBufferSize.Header
source: HTML buffer size.
ja_jp: HTMLの処理バッファサイズ(文字数).

# UI/HtmlBufferSize.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: The maximum length of HTML buffer that can be processed.
ja_jp: HTMLの処理に使用するバッファのサイズを文字数で指定します.これよりも長いHTMLは処理できません.

# Message/HtmlBufferError
source: HTML buffer is full.
ja_jp: HTMLの長さがバッファサイズを超えてしまいました.

# Message/MailError
source: Failed to send the e-mail.
ja_jp: メールが送信できませんでした.

# UI/To0.Header
source: Primary 'To'.
ja_jp: 標準の宛先(To).

# UI/UseWebView.Header
source: Rendered HTML preview.
ja_jp: HTMLをレンダリングしてプレビュー.

# UI/UseWebView.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rendered HTML preview using the WebView browser control.
ja_jp: HTMLをテキストではなくブラウザコントロール(WebView)でレンダリングしてプレビューします.

# UI/UseZoomOut.Header
source: Zoomed-out HTML preview.
ja_jp: 共有時にはHTMLを縮小してプレビュー.

# UI/UseZoomOut.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Zoomed-out HTML preview in share mode.
ja_jp: HTMLをレンダリングしてプレビューするときに縮小します(共有時のみ).
